// Body
// {
//   "category": "Photoshop",
//     "limit": 10
// }
// POST https://courses-top.ru/api/product/find
export const product = [
  {
    "_id": "6060c2629ccee16b0851a7ec",
    "categories": [
      "Графический дизайн",
      "Веб дизайн",
      "Компьютерная графика",
      "Photoshop"
    ],
    "tags": [
      "Помощь в трудоустройстве",
      "Доступ к курсу навсегда",
      "Первый платеж через полгода"
    ],
    "title": "Профессия художник компьютерной графики",
    "description": "Вы с нуля научитесь создавать смелые креативные концепции и компьютерную графику для игр и кино, соберёте сильное портфолио и сможете привлечь внимание арт-директоров ведущих мировых студий.",
    "link": "https://ad.admitad.com/g/2qcjh71wdk208a90766e75dd400443/?ulp=https%3A%2F%2Fskillbox.ru%2Fcourse%2Fprofession-artist%2F",
    "image": "/uploads/2021-03-28/skillbox.png",
    "characteristics": [
      {
        "value": "Skillbox",
        "name": "Школа"
      },
      {
        "value": "Диплом",
        "name": "Документ об окончании"
      },
      {
        "value": "С нуля",
        "name": "Сложность"
      },
      {
        "value": "12 месяц",
        "name": "Длительность"
      }
    ],
    "initialRating": 4,
    "credit": 3461,
    "price": 124600,
    "oldPrice": 209000,
    "advantages": "Научитесь делать 3D-визуализации, работать в технике matte-painting, создавать креативные концепции, использовать скетчи для разработки идей",
    "createdAt": "2021-03-28T17:52:34.750Z",
    "updatedAt": "2021-07-05T20:22:28.272Z",
    "__v": 0,
    "html": "<h4>Кому подойдет курс</h4><ul><li>Тем, кто хочет получить креативную профессию<br>Освоите Photoshop, технику matte-painting и 3D-инструменты, научитесь создавать реалистичную графику</li><li>Фотографам и ретушерам<br>Изучите сложные приёмы ретуши, научитесь работать с изображениями в matte-painting и других техниках. Получите пайплайн от специалиста международного класса и сможете придумывать дизайн-идеи, которые понравятся крупным заказчикам.</li><li>3D-дизайнерам и визуализаторам интерьеров<br>Научитесь создавать фотореалистичные изображения и детализированные фоны, поймёте, как сделать 3D-модель креативной и яркой с помощью ретуши, повысите свой уровень сможете брать дорогие и сложные заказы.</li><li>Графическим и веб-дизайнерам<br>Научитесь работать с растром и 3D, сможете делать креативные макеты для печати и создавать цепляющий визуал для веб-сайтов.&nbsp;</li></ul><h4>Чему научитесь</h4><ol><li>Владеть программой&nbsp;Photoshop<br>С нуля освоите все необходимые инструменты Photoshop и сможете с лёгкостью обрабатывать изображения.</li><li>Делать 3D-визуализации<br>Изучите основы визуализации в программах 3ds Max и V-Ray, сможете получать эффектные и яркие изображения из готовой объёмной модели.</li><li>Рисовать в технике matte-painting<br>Научитесь создавать фотореалистичные и детализированные изображения с помощью разных слоёв из нескольких исходников.</li><li>Создавать креативные концепции<br>Поймёте, как генерировать идеи, научитесь придумывать цепляющие концепции</li><li>Использовать скетчи<br>Сможете создавать скетчи мышкой, чтобы быстро сделать набросок новой идеи или примерную раскадровку для видео.</li><li>Взаимодействовать в команде с другими специалистами<br>Узнаете, как составить грамотное ТЗ для 3D-шника или фотографа, сможете обрабатывать их проекты</li></ol>",
    "reviews": [],
    "reviewCount": 0,
    "reviewAvg": null
  },
  {
    "_id": "6060c7969ccee198f351a7ef",
    "categories": [
      "Графический дизайн",
      "Photoshop",
      "Веб дизайн"
    ],
    "tags": [
      "7 работ в портфолио",
      "1 год опыта для резюме",
      "3 месяца английского"
    ],
    "title": "Факультет Графического дизайна",
    "description": "Графический дизайнер отвечает за визуальную часть (айдентику) бренда. Он создает фирменный стиль: разрабатывает логотип, подбирает цветовую гамму и шрифты, продумывает дизайн упаковки, полиграфических материалов, мерча и другой сувенирной продукции, рисует иллюстрации. Графический дизайнер умеет передавать идею через графические элементы и решать айдентикой задачи бизнеса.",
    "link": "https://ad.admitad.com/g/k3dfvevwit208a90766e65a37ca03d/?ulp=https%3A%2F%2Fgb.ru%2Fgeek_university%2Fgraphic-design",
    "price": 125000,
    "oldPrice": 198000,
    "credit": 5208,
    "image": "/uploads/2021-03-30/gb.png",
    "characteristics": [
      {
        "value": "GeekBrains",
        "name": "Школа"
      },
      {
        "value": "Диплом",
        "name": "Документ об окончании"
      },
      {
        "value": "С нуля",
        "name": "Сложность"
      },
      {
        "value": "12 месяцев",
        "name": "Длительность"
      }
    ],
    "initialRating": 5,
    "advantages": "Программа одна из самых объёмных и содержательных. В то же время её легко понять, потому что знания даются постепенно: от базы к продвинутым инструментам.",
    "createdAt": "2021-03-28T18:14:46.469Z",
    "updatedAt": "2021-07-05T20:11:43.476Z",
    "__v": 0,
    "html": "<h4>Ваши навыки</h4><ol><li>владею Adobe illustrator, Adobe InDesign, Adobe Photoshop</li><li>могу разработать логотип и фирменный стиль</li><li>провожу конкурентный анализ, продумываю концепцию и разрабатываю позиционирование</li></ol><h4>Поддержка во время обучения</h4><ul><li>Преподаватели<br>Программа обучения на 70% состоит из вебинаров: вы задаёте вопросы и получаете обратную связь по своим проектам.</li><li>HR-менеджер<br>Помогает составить резюме и подготовиться к собеседованию.</li><li>Аккаунт-менеджер<br>Помогает записаться на обучение и освоиться в личном кабинете, передаёт ваши пожелания.</li><li>Специалисты техподдержки<br>Помогут, если возникнут сложности с личным кабинетом или загрузкой занятий.</li></ul>",
    "reviews": [],
    "reviewCount": 0,
    "reviewAvg": null
  },
  {
    "_id": "6081ae96908d924c3fd5e4b9",
    "categories": [
      "Photoshop"
    ],
    "tags": [
      "Онлайн в удобное время",
      "Обучение на практике"
    ],
    "title": "Photoshop с нуля до PRO",
    "link": "https://ad.admitad.com/g/2qcjh71wdk208a90766e75dd400443/?ulp=https%3A%2F%2Fskillbox.ru%2Fcourse%2Fphotoshoppro",
    "image": "/uploads/2021-04-22/skillbox.png",
    "initialRating": 5,
    "characteristics": [
      {
        "value": "Skillbox",
        "name": "Школа"
      },
      {
        "value": "Сертификат",
        "name": "Документ об окончании"
      },
      {
        "value": "С нуля",
        "name": "Сложность"
      },
      {
        "value": "2 месяца",
        "name": "Длительность"
      }
    ],
    "description": "Вы освоите самый популярный графический редактор. Научитесь профессионально работать с графикой, создавать коллажи и анимацию и сможете начать карьеру в дизайне.",
    "credit": 1867,
    "price": 22400,
    "oldPrice": 32000,
    "createdAt": "2021-04-22T17:12:54.852Z",
    "updatedAt": "2021-06-13T12:23:58.140Z",
    "__v": 0,
    "reviews": [],
    "reviewCount": 0,
    "reviewAvg": null
  },
  {
    "_id": "6081af0e908d92000fd5e4bb",
    "categories": [
      "Photoshop"
    ],
    "tags": [
      "Онлайн в удобное время",
      "Обучение на практике",
      "Доступ к курсу навсегда"
    ],
    "title": "Ретушь для фотографа",
    "link": "https://ad.admitad.com/g/2qcjh71wdk208a90766e75dd400443/?ulp=https%3A%2F%2Fskillbox.ru%2Fcourse%2Fphotographer-retouch",
    "image": "/uploads/2021-04-22/skillbox.png",
    "characteristics": [
      {
        "value": "Skillbox",
        "name": "Школа"
      },
      {
        "value": "Сертификат",
        "name": "Документ об окончании"
      },
      {
        "value": "С нуля",
        "name": "Сложность"
      },
      {
        "value": "3 месяца",
        "name": "Длительность"
      }
    ],
    "description": "Вы с нуля научитесь качественно обрабатывать изображения в Photoshop. Сможете превращать обычные фотографии в художественные снимки, восхищать подписчиков в соцсетях или повысить уровень и стоимость своей работы.",
    "initialRating": 4.6,
    "price": 22400,
    "oldPrice": 31998,
    "credit": 1867,
    "createdAt": "2021-04-22T17:14:54.430Z",
    "updatedAt": "2021-06-13T12:24:19.672Z",
    "__v": 0,
    "reviews": [],
    "reviewCount": 0,
    "reviewAvg": null
  },
  {
    "_id": "6081af96908d92ae92d5e4bc",
    "categories": [
      "Photoshop"
    ],
    "tags": [
      "Программа из 5 курсов",
      "20 работ в портфолио"
    ],
    "title": "Профессия Ретушёр",
    "link": "https://ad.admitad.com/g/2qcjh71wdk208a90766e75dd400443/?ulp=https%3A%2F%2Fskillbox.ru%2Fcourse%2Fprofession-retoucher",
    "characteristics": [
      {
        "value": "Skillbox",
        "name": "Школа"
      },
      {
        "value": "Диплом",
        "name": "Документ об окончании"
      },
      {
        "value": "С нуля",
        "name": "Сложность"
      },
      {
        "value": "8 месяцев",
        "name": "Длительность"
      }
    ],
    "image": "/uploads/2021-04-22/skillbox.png",
    "initialRating": 4.9,
    "description": "Вы с нуля научитесь делать ретушь и цветокоррекцию фотографий. Узнаете, как продвигать свои услуги, и сможете качественно обрабатывать снимки для себя или на заказ.",
    "credit": 5400,
    "price": 64800,
    "oldPrice": 108000,
    "createdAt": "2021-04-22T17:17:10.888Z",
    "updatedAt": "2021-06-13T12:24:42.030Z",
    "__v": 0,
    "reviews": [],
    "reviewCount": 0,
    "reviewAvg": null
  },
  {
    "_id": "6081afeb908d927f7bd5e4bd",
    "categories": [
      "Photoshop"
    ],
    "tags": [
      "Проект в портфолио",
      "Онлайн в удобное время",
      "Доступ к курсу навсегда"
    ],
    "title": "Photoshop для архитекторов и дизайнеров интерьера",
    "link": "https://ad.admitad.com/g/2qcjh71wdk208a90766e75dd400443/?ulp=https%3A%2F%2Fskillbox.ru%2Fcourse%2Fphotoshop-interior-designers",
    "image": "/uploads/2021-04-22/skillbox.png",
    "initialRating": 4.8,
    "characteristics": [
      {
        "value": "Skillbox",
        "name": "Школа"
      },
      {
        "value": "Сертификат",
        "name": "Документ об окончании"
      },
      {
        "value": "С нуля",
        "name": "Сложность"
      },
      {
        "value": "2 месяца",
        "name": "Длительность"
      }
    ],
    "description": "Вы научитесь визуализировать идеи с помощью популярного софта. Сможете создавать фотореалистичные коллажи, обрабатывать рендеры и эффектно презентовать проекты заказчикам, чтобы перейти на новый уровень в карьере.",
    "credit": 1750,
    "price": 21000,
    "oldPrice": 30000,
    "createdAt": "2021-04-22T17:18:35.469Z",
    "updatedAt": "2021-06-13T12:25:06.153Z",
    "__v": 0,
    "reviews": [],
    "reviewCount": 0,
    "reviewAvg": null
  },
  {
    "_id": "6081c92b908d92847dd5e4c6",
    "categories": [
      "Ландшафтный дизайн",
      "ArchiCAD",
      "Photoshop"
    ],
    "tags": [
      "6 курсов в программе + бонусные лекции",
      "Закрытый клуб для студентов и выпускников",
      "Помощь в трудоустройстве",
      "7 проектов в портфолио"
    ],
    "title": "Профессия Дизайнер интерьеров и ландшафтной среды",
    "link": "https://ad.admitad.com/g/2qcjh71wdk208a90766e75dd400443/?ulp=https%3A%2F%2Fskillbox.ru%2Fcourse%2Fprofession-designer-interior-landscape",
    "image": "/uploads/2021-04-22/skillbox.png",
    "characteristics": [
      {
        "value": "Skillbox",
        "name": "Школа"
      },
      {
        "value": "Диплом",
        "name": "Документ об окончании"
      },
      {
        "value": "С нуля",
        "name": "Сложность"
      },
      {
        "value": "18 месяцев",
        "name": "Длительность"
      }
    ],
    "initialRating": 4.7,
    "description": "Вы научитесь оформлять интерьеры, проектировать сады и участки, профессионально работать в Archicad, SketchUp и Photoshop. Сможете сделать свой дом уютным и преобразить участок или стать более востребованным специалистом.",
    "price": 182520,
    "credit": 5888,
    "oldPrice": 304200,
    "createdAt": "2021-04-22T19:06:19.068Z",
    "updatedAt": "2021-06-13T12:25:29.636Z",
    "__v": 0,
    "reviews": [],
    "reviewCount": 0,
    "reviewAvg": null
  }
];

// Body
// {
//   "firstCategory": 0
// }
// POST https://courses-top.ru/api/top-page/find
export const topPage = [
  {
    "_id": {
      "secondCategory": "Аналитика"
    },
    "pages": [
      {
        "alias": "financial-analytics",
        "title": "Курсы по финансовой аналитике",
        "_id": "6068cc76d084b85d3f1abf56",
        "category": "Финансовая аналитика"
      },
      {
        "alias": "big-data",
        "title": "Курсы по Big Data",
        "_id": "606e9acae35aa0914a4ea834",
        "category": "Big Data"
      },
      {
        "alias": "data-science",
        "title": "Курсы по Data Science",
        "_id": "606e9b4ce35aa002e74ea835",
        "category": "Data Science"
      },
      {
        "alias": "machine-learning",
        "title": "Курсы по машинному обучению",
        "_id": "606e9bc1e35aa0ed184ea836",
        "category": "Машинное обучение"
      }
    ]
  },
  {
    "_id": {
      "secondCategory": "Бизнес"
    },
    "pages": [
      {
        "alias": "finansovaya-gramotnost",
        "title": "Курсы финансовой грамотности",
        "_id": "6072eadce35aa07a784ea9b3",
        "category": "Финансовая грамотность"
      },
      {
        "alias": "entrepreneurs",
        "title": "Курсы предпринимательства",
        "_id": "6073095ae35aa03b954ea9b7",
        "category": "Предпринимательство"
      },
      {
        "alias": "oratorskoe-masterstvo",
        "title": "Курсы ораторского мастерства",
        "_id": "60f097a883c99b09179717ca",
        "category": "Ораторское мастерство"
      },
      {
        "alias": "director",
        "title": "Курсы для руководителей",
        "_id": "60f1b83083c99b5787971d99",
        "category": "Курсы для руководителей"
      },
      {
        "alias": "upravlenie-personalom",
        "title": "Курсы управления персоналом",
        "_id": "60f1bf1d83c99b646b971e13",
        "category": "Управление персоналом"
      },
      {
        "alias": "mba",
        "title": "Курсы MBA",
        "_id": "60f1cee583c99b0387971e49",
        "category": "MBA"
      }
    ]
  },
  {
    "_id": {
      "secondCategory": "Дизайн"
    },
    "pages": [
      {
        "alias": "graphic-design",
        "title": "Курсы графического дизайна",
        "_id": "605a404a9ccee1beca51a7c6",
        "category": "Графический дизайн"
      },
      {
        "alias": "dizayn-interera",
        "title": "Курсы дизайна интерьера",
        "_id": "606088b09ccee18c9951a7d0",
        "category": "Дизайн интерьера"
      },
      {
        "alias": "web-design",
        "title": "Курсы веб-дизайна",
        "_id": "60608bba9ccee12e2b51a7d3",
        "category": "Веб дизайн"
      },
      {
        "alias": "photoshop",
        "title": "Курсы Photoshop",
        "_id": "6060c3769ccee144eb51a7ed",
        "category": "Photoshop"
      },
      {
        "alias": "ArchiCAD",
        "title": "Курсы ArchiCAD",
        "_id": "6069d0fbd084b81dca1abfa2",
        "category": "ArchiCAD"
      },
      {
        "alias": "landscape-design",
        "title": "Курсы ландшафтного дизайна",
        "_id": "6069d283d084b8d0091abfa4",
        "category": "Ландшафтный дизайн"
      },
      {
        "alias": "sketching",
        "title": "Курсы скетчинга",
        "_id": "6072f7b9e35aa072b34ea9b5",
        "category": "Скетчинг"
      },
      {
        "alias": "Illustration",
        "title": "Курсы иллюстрации",
        "_id": "6072fc3fe35aa0826c4ea9b6",
        "category": "Иллюстрация"
      }
    ]
  },
  {
    "_id": {
      "secondCategory": "Игры"
    },
    "pages": [
      {
        "alias": "gamedesign",
        "title": "Курсы Геймдизайна",
        "_id": "60e1c96c83c99b15669695bf",
        "category": "Геймдизайн"
      },
      {
        "alias": "chess",
        "title": "Курсы шахмат",
        "_id": "60e5feba83c99b80c896b402",
        "category": "Шахматы"
      }
    ]
  },
  {
    "_id": {
      "secondCategory": "Маркетинг"
    },
    "pages": [
      {
        "alias": "seo",
        "title": "Курсы SEO",
        "_id": "60662f5a28780843dda47ada",
        "category": "SEO"
      },
      {
        "alias": "smm",
        "title": "Курсы SMM",
        "_id": "6072e9d8e35aa0bf474ea9b2",
        "category": "SMM"
      },
      {
        "alias": "copywriting",
        "title": "Курсы копирайтинга",
        "_id": "6072f73be35aa002464ea9b4",
        "category": "Копирайтинг"
      },
      {
        "alias": "targeting",
        "title": "Курсы таргетированной рекламы",
        "_id": "6073f5cce35aa01ad74eaa5f",
        "category": "Таргетированная реклама"
      }
    ]
  },
  {
    "_id": {
      "secondCategory": "Программирование"
    },
    "pages": [
      {
        "alias": "python",
        "title": "Курсы Python",
        "_id": "6066183d2878082716a47ac1",
        "category": "Python"
      },
      {
        "alias": "1C",
        "title": "Курсы 1С программирования",
        "_id": "606e11d0e35aa030b14ea808",
        "category": "1C"
      },
      {
        "alias": "react-js",
        "title": "Курсы React.js",
        "_id": "609e98e77b822860385b08bc",
        "category": "React.js"
      },
      {
        "alias": "qa",
        "title": "Курсы тестировщика",
        "_id": "60f0936b83c99b3f4a9717bb",
        "category": "QA-тестирование"
      }
    ]
  },
  {
    "_id": {
      "secondCategory": "Прочее"
    },
    "pages": [
      {
        "alias": "cutting-sewing",
        "title": "Курсы кройки и шитья",
        "_id": "6072e3c1e35aa0ce954ea9af",
        "category": "Кройка и шитье"
      },
      {
        "alias": "photography",
        "title": "Курсы фотографии",
        "_id": "6072e5bfe35aa07cc34ea9b0",
        "category": "Курсы фотографии"
      },
      {
        "alias": "floristics",
        "title": "Курсы флористики",
        "_id": "6072e5e9e35aa0101f4ea9b1",
        "category": "Флористика"
      }
    ]
  }
];

// GET https://courses-top.ru/api/top-page/byAlias/photoshop
const byAliasPhotoshop = {
  "tags": [
    "adobe photoshop",
    "графический дизайн",
    "компьютерная графика",
    "веб дизайн"
  ],
  "_id": "6060c3769ccee144eb51a7ed",
  "secondCategory": "Дизайн",
  "alias": "photoshop",
  "title": "Курсы Photoshop",
  "category": "Photoshop",
  "seoText": "Adobe Photoshop - самая популярная программа для работы с фотографиями и прочими изображениями, про которую слышал, пожалуй, каждый человек. Популярность этого редактора обуславливается ее разнообразными инструментами и широчайшим функционалом, который открывает много возможностей для решения задач из разных областей. На сегодняшний день профессиональные фотографы, веб-дизайнеры, графические дизайнеры и представители прочих профессий просто не могут выполнять свою работу без этого программного обеспечения, так как фотошоп позволяет реализовать практически любую идею автора, сделать фотографии намного привлекательней, а также повысить посещаемость сайта, переходов по рекламным объявлениям, украсить любую вывеску или помещение. В век высоких технологий крайне сложно обойтись без сложных элементов графики, которые так привлекают пользователей интернета и просто людей, если речь идет о дизайне, например, какого-то заведения, создании рекламного баннер, дизайне различной печатной продукции и так далее.\n\nПриложение востребовано в первую очередь фотографами и графическими дизайнерами. Для фотографов фотошоп - это инструмент обработки фото, а для графического дизайнера фотошоп является более широким инструментом, который позволяет не только обработать фото, но и работать с графикой, которая является одним из главных направлений работы графического дизайнера, на сегодняшний день сложно найти печатное издание, сайт или приложение, при создании интерфейса которого редактор не применял фотошоп. Именно профессия графической дизайнер на сегодняшний день крайне востребована и популярно, соответственно и оплачивается очень высоко. Благодаря множеству различных полезных курсов, как платных, так и бесплатных, практически любой человек может достаточно легко получить базовые или углубленные знания по данной профессии и попробовать изменить свою жизнь и найти себя в новом и очень интересном деле, при этом не потратив несколько лет на обучение в университете или другом учебном заведении.\n<h2>Часто задаваемые вопросы по курсам Photoshop</h2>\nТак как Photoshop - главный инструмент графического дизайнера, фотографа и представителей прочих профессий, важно изучить эту программу очень тщательно, без специализированных курсов здесь будет очень сложно освоиться, так как программа включает в себя множество функций и достаточно сложная. Ниже будет ответы на вопросы, которые чаще всего задают пользователи, желающие выбрать и пройти один из множества курсов.\n<h3>Что дают курсы по фотошоп?</h3>\nКурсы позволят освоить компьютерную программу от А до Я, помогут настроить инструменты под себя, предоставят все необходимые материалы и практику для успешной работы. Специалисты помогут изучить работу с фотографиями, масками, ретушью, растровыми изображениями, слоями изображений, инструментами для рисования, коллажами, создавать графические элементы для видео и так далее. А также научат всех студентов успешно использовать основы теоретических знаний в будущей работе или творчестве.\n<h3>Можно ли приступать к обучению с нулевыми знаниями программы?</h3>\nДа, среди множества курсов можно отыскать те, которые рассчитаны на новичков и способны научить работать с программой даже тех, кто раньше ее ни разу не запускал. Есть базовые курсы, где даются лишь основные знания, есть те, которые обучают работать в программе углубленно полностью. Также есть варианты, которые направлены на дополнительную подготовку тех, кто уже имеет знания по теме, в курсах содержится только актуальная углубленная информация для повышения уровня знаний или их закрепления.\n<h3>Сложно ли найти работу?</h3>\nКак правило, ученики, прошедшие полную подготовку, легко находят хорошую работу или начинают свою самостоятельную авторскую деятельность на фрилансе. Кроме того, большинство популярных курсов, оказывают всяческую помощь при трудоустройстве своих выпускников.\n<h3>Как проходят курсы?</h3>\nКурсы могут проходить различно, большинство из них проходят удаленно, где-то требуется присутствие онлайн на уроке, где-то дается возможность смотреть видеоурок в записи. На протяжении всего периода обучения студента сопровождает куратор, с которым обсуждаются и выполняются практические задания. По итогу обучения необходимо выполнить дипломный проект.\n\nКак выбрать оптимальный курс?\nДля этого необходимо четко понимать, какой уровень знаний необходим базовый или глубокий. Ко всем из доступных курсов имеется описание по срокам обучения, глубине знаний, программе обучения и направленности курса. Также большинство курсов предлагает ознакомительный бесплатный урок. Для получения качественного образования, лучше всего обращать внимание на популярные образовательные платформа, которые уже давно на рынке, а также обязательно читать отзывы.",
  "tagsTitle": "Навыки",
  "metaTitle": "Лучшие курсы Photoshop | Обучение Photoshop с нуля (2021)",
  "metaDescription": "Рейтинг курсы Adobe Photoshop, обучение фотошопу для начинающих | Отзывы учеников о курсах по графическому дизайну в фотошопе. Освой Photoshop онлайн с нуля. Бесплатные курсы и уроки Photoshop",
  "firstCategory": 0,
  "advantages": [
    {
      "_id": "6060c3769ccee18a6851a7ee",
      "title": "Высокий доход",
      "description": "Если вы выбираете работу в компании, то даже начинающий специалист, как правило, получает не менее 50 тысяч рублей ежемесячно, наработав портфолио, набравшись опыта и став профессионалом, можно увеличить доход в несколько раз."
    },
    {
      "_id": "608bbbaa7b8228d45b5af91d",
      "title": "Возможность работать на себя",
      "description": "В случае, если вы не желаете привязываться к какой-то компании, после прохождения обучения можно вполне комфортно чувствовать себя в мире фриланса. В таком случае, специалист не привязан к какому-либо месту работы, можно работать с любого места, где есть доступ к интернету, так как единственный инструмент графического дизайнера - это его компьютер."
    },
    {
      "_id": "608bbbaa7b82282ef65af91e",
      "title": "Востребованность",
      "description": "Графический дизайнеры очень востребованы сегодня в различных областях, после окончания соответствующих курсов, можно быть уверенным в успешном трудоустройстве. На фрилансе хороший специалист также никогда не останется без большого количества заказов."
    },
    {
      "_id": "608bbbaa7b822891d05af91f",
      "title": "Интересный опыт",
      "description": "Каждый отдельно взятый проект - это что-то новое и интересное, работая в этом направлении скучать не придется, специалисты никогда не сталкиваются с тем, что можно встретить на заводе или в офисе, когда каждый день приходится делать одно и то же."
    },
    {
      "_id": "608bbbaa7b822879245af920",
      "title": "Возможность быстрого старта",
      "description": "Профессия не требует длительной подготовки, хорошие курсу редко длятся более одного года, а после их успешного окончания и получения сертификата можно сразу же устраивать либо начинать самостоятельную работу, так как преподаватели курсов на занятиях научат пользоваться всеми инструментами и обеспечат достаточное количество практических заданий."
    },
    {
      "_id": "608bbbaa7b8228662d5af921",
      "title": "Актуально для собственного бизнеса",
      "description": "Даже базовых знаний будет достаточно для того, чтобы внести существенный вклад в развитие собственного небольшого бизнеса и сэкономить на привлечении специалиста в области графического дизайна. Более того, есть версии курсов, которые предназначены именно на собственников бизнеса."
    }
  ],
  "createdAt": "2021-03-28T17:57:10.334Z",
  "updatedAt": "2021-07-19T00:00:01.190Z",
  "__v": 0,
  "hh": {
    "_id": "60f4c08183c99bf6a0972ceb",
    "count": 12223,
    "juniorSalary": 40000,
    "middleSalary": 115000,
    "seniorSalary": 190000,
    "updatedAt": "2021-07-19T00:00:01.183Z"
  },
  "qas": []
};